

//交易历史记录界面
"REG_SE_alert_content"="이곳에는 이 기기를 사용해 본 게임을 한 유저의 구매기록을 최신 20건까지 보여줍니다. 이 20건의 기록은 어느 특정한 유저의 구매기록이 아닙니다. ; 만약 다른 유저가 이 기기를 이용해 게임을 하고 충전을 한 경우 여러 유저의 구매기록이 순서에 따라 20건까지 보여질 수 있습니다. 앱을 삭제할 경우 기록은 모두 사라집니다.  문의하실 구매기록에 해당하는 “피드백” 버튼을 눌러 고객센터로 문의해주시기 바랍니다. 구매 건당 문의는 2회만 가능합니다. ";
"REG_SE_alert_content01"="이 기록은 이미 2회 제출되었습니다. 고객센터로 연락 바랍니다. ";
"REG_SE_alert_content02"="각각의 거래정보에 대한 피드백은 2회만 가능합니다. 피드백 기록은 서버에 기록되며 다시 제출하실 필요가 없습니다. 이 정보를 보내시겠습니까?;";
"REG_SE_alert_content03"="현재 최신 구매기록을 서버로 전송합니다. 전송 성공 시 두 번째 전송은 1시간 후에  가능합니다. 전송 성공 후 잔여시간이 표시되면 캡쳐하여 고객센터로 보내주시기 바랍니다. 전송하시겠습니까?;";
"REG_SE_alert_content04"="현재 기록이 없습니다!;";
"REG_SE_alert_sure_btn_title"="확인;";
"REG_SE_alert_cancel_btn_title"="취소;";
"REG_SE_closs_btn_title"="닫기;";
"REG_SE_post_current_btn_title"="현재 기록 피드백하기;";

"REG_SE_date_title"="날짜;";
"REG_SE_state_title"="상태;";
"REG_SE_orderId_title"="주문번호;";
"REG_SE_role_title"="캐릭터;";
"REG_SE_feedback_btn_title"="피드백;";
"REG_SE_post_times_title"="현재 피드백 횟수;";

"REG_SE_state_finished"="완료;";
"REG_SE_state_payFail"="결제실패;";
"REG_SE_state_ServerCheckPayFail"="서버 인증 실패;";
"REG_SE_state_userCancel"="구매 취소;";
"REG_SE_state_inPaying"="거래 중;";

"REG_SE_post_log_fail"="구매이력 전송 실패！다시 시도해주세요.;";
"REG_SE_post_log_success"="구매이력 전송 성공！;";
"REG_SE_is_posting"="전송 중 ;";
"REG_SE_post_time_sign_text"="아래는 업로드 잔여시간입니다. 캡쳐 후 고객센터로 전송해주시기 바랍니다.：;";
"REG_SE_post_current_too_mutch_text"="이력 전송은 1시간에 한 번만 가능합니다. 다음 전송까지 남은 시간은 \n입니다. ;\n";

//FB绑定过程中的一些提示
"__UI_ACCOUNTBIND_FACEBOOK_INFO__"                           ="現在ログインしているFacebookアカウントは： %@、このアカウントで連携しませんか？;";
"__UI_ACCOUNTBIND_FACEBOOK_COMFIRM__"                        ="このアカウントで;";
"__UI_ACCOUNTBIND_FACEBOOK_CANCLE__"                         ="他のアカウントで;";
"__UI_ACCOUNTBIND_FACEBOOK_INFO_LOGOUT__"                    ="連携したいfacebookアカウントへログインしてください;";
"__UI_INVITE_GET_GIFT_MESSAGE__"                             ="%@、条件：%@、あなたが招待した友達は%d名がいます！;";

//系统的提示
/*服务器的访问结果异常提示*/
"textNoNet"                     = "通信環境の良いところで\n再度お試しください";
"textServerReturnError"         = "服務器返回非空的錯誤，請重新嘗試！";
"textServerReturnNull"          = "服務器返回空值！請重新嘗試！";
"textParameterNull"             = "空のパラメータを取得したため、処理できません。再度お試しください！";
/*按钮文字*/
"titleAlertSureBtnTitle"        = "確認";
"titleAlertCancel"              = "キャンセル";

// 储值诱导提示
"STR_INDUCE_VIEW_NOT_SHOW_TODAY" = "閉じると再度表示しません！";

//关于购买的提示
"textIapParameterNil"       = "購入パラメータがエラーになったため、再度お試しください！";
"textIapNoNet"              = "通信環境の良いところで、購入してください！";
"textIapOneIsPaying"        = "処理中の取引は一件があります";
"textIapNoMakePayments"     = "PaymentQueueの支払い方法に対応していません！";
"textIapServerInMaintain"   = "サーバーメンテナンス中です！\nしばらく時間をおいてから再度購入してください。\nE_code：%@";
"textIapNoThisItem"         = "購入した商品は存在しません！";
"textIapPostCheckNoNet"     = "注文番号：%@ \nインターネット接続が不安定なため、購入したアイテムを受け取れません。通信環境の良いところで、再度［確認］をクリックして受け取ってください；もしくは、再ログインしてご確認ください。";
"textIapBuyError"           = "注文番号：%@\n認証エラー！スクリーンショットを撮ってカスタマーサービスまでお問い合わせください。\nスクリーンショットは購入証明として使われます！";
"textIapAppStorePayFail"    = "AppStoreでお支払い失敗！\nE_code:%@";
"textIapBuyFail"            = "購入失敗：\n 注文番号：%@\nスクリーンショットを撮ってカスタマーサービスまでお問い合わせください。\nスクリーンショットは購入証明として使われます！";
"textIapUserCancelToPay"    = "取引をキャンセルしました！";
"textIapHaveSendGameStone"  = "注文番号：%@\n商品は送りしましたので、ご確認ください！";
"textIapBuySuccess"         = "取引完了しました。ご購入頂いたアイテムは送りしました：\n注文番号：%@\nご購入いただきありがとうございます！";
"_PAYING_"                                                ="購入処理中なので、少々お待ちください;";

//关于facebook的提示
/*facebook登录提示*/
"textFbInviteGetFbIDFail"               = "facebookユーザーデータの取得に失敗しました！";
"textLoginGetFBTokenFail"               = "facebookトークンの取得に失敗しました、ログインに失敗しました！";
"textLoginGetFBInfoFail"                = "facebookユーザーデータの取得に失敗しました、ログインに失敗しました！";
/*facebook邀请好友*/
"textFbInviteActivityNotOpen"           = "facebook友達招待キャンペーンまだスタートしていません！";
"textFbInviteGetPublicRightFial"        = "招待にアクセス権限の取得に失敗しました！再度お試しください。";
"textFbInviteGetCanInvitedFriendsFail"  = "友達リクエストの送信に失敗しました！";
"textFbInviteUserCancelInvite"          = "招待をキャンセルしました！";
"textFbInviteUserCloseInvite"           = "招待を中止しました！";
/*facebook分享*/
"textFbShareGetPublicFail"              = "招待する際に、権利の取得に失敗しました！";
"textFbShareGetTokenFail"               = "招待する際に、トークンの取得に失敗しました！";
"textFbShareFail"                       = "招待の送信に失敗しました！";
"textFbShareSuccess"                    = "分享成功！";

"textFbShareNotFoundFbAcount"                       = "招待するため、まずオプションで->FacebookにFacebookアカウント追加してください";
"textFbShareNotFoundFbClient"                    = "招待するため、Facebookクライアント（アプリ）をインストールしてください！";

// facebook社交
"textFbSocialViewTitle"  =  "Facebook機能";
"textFbSocialCountOfInvited"           = "%@人を招待しました";
"textFbSocialButtonLike"        = "いいね";
"textFbSocialButtonShare"  = "シェア";
"textFbSocialRanking"          = "友達に贈る";
"textFbSocialInviting"           = "友達招待";
"textFbSocialTaskAward"              = "ミッション報酬";
"textFbSocialMail"              = "報酬ボックス";
"textFbSocialFunction"               = "機能説明";
"textFbSocialTitleRank"                       = "順位";
"textFbSocialTitleFriends"                    = "友達";
"textFbSocialTitleServer"                       = "サーバー";
"textFbSocialTitleGrade"                    = "レベル";
"textFbSocialTitlePower"                       = "戦力";
"textFbSocialTitleGive"                    = "贈る";
"textFbSocialButtonSendInvite"                       = "招待送信";
"textFbSocialButtonSelectAll"                    = "すべて";
"textFbSocialGetInvitableFriendsFailed"                    = "友達招待に失敗しました！";
"textFbSocialGetFriendsRankDataFailed"                    = "友達順位データの取得に失敗しました！";
"textFbSocialAwardTableSectionTitle"                    = "階段式報酬";
"textFbSocialInvitedTableSectionTitle"                       = "友達を招待しました";
"textFbSocialButtonGet"                          = "受け取る";
"textFbSocialButtonGot"                          = "受取済み";
"textFbSocialButtonGotSuccess"                          = "受け取りました";
"textFbSocialButtonSend"                        = "贈る";
"textFbSocialButtonResend"                    = "返す";
"textFbSocialButtonSended"                    = "送りました";
"textFbSocialLabelInviteSuccessFriend"                    = "%@は招待を受けました";
"textFbSocialLabelSendedPresent"                    = "%@から届いたプレゼント";
"textFbSocialTipsRewardEmpty"                    = "報酬なし！";
"textFbSocialButtonCopy"                    = "コピー";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "友達招待の上限人数は50人までです";
// facebook社交第二版新增提示
"textFbSocialSending"                               = "友達に贈る";
"textFbSocialLabelShareRightNow"                           = "シェアする";
"textFbSocialButtonGetShareReward"                                     = "報酬を受け取る";
"textFbSocialButtonImmediateinvitation"                           = "招待";
"textFbSocialButtonGetReward"                                     = "受け取る";
"textFbSocialButtonRewardGot"                                     = "受取済み";
"textFbSocialTitleShareToFb"                                      = "Facebookにシェアすると報酬が貰える";
"textFbSocialTitleShareToLine"                                    = "Lineにシェアすると報酬が貰える";
"textFbSocialTitleOnwStage"                                       = "ステップ１";
"textFbSocialTitleTwoStage"                                       = "ステップ２";
"textFbSocialTitleThirdStage"                                     = "ステップ３";
"textFbSocialTitleInviteReward"                                   = "招待報酬";
"textFbSocialTitleYouNeedToInvite"                                = "どんどん招待してください";
"textFbSocialTitleSuccessInviteRegiterNum"                        = "招待成功人数：%@人";
"textFbSocialLabelCountOfAwardToSend"                        = "贈る：%@\n本日はまだ %@ 人に贈ることができます";
"textFbSocialLabelUnreceived"                        =  "受け取ってないプレゼントはまだ%@個がありますので、早く報酬ボックスへ受け取ってください！";
"textFbSocialLabelNoUnreceived"                        =  "早速友達と贈りあってください！";
"textFbSocialLabelRechargeLabelHoursTips"                        =  "購入ミッション、報酬を受け取れる期限は残り%@時間";
"textFbSocialLabelRechargeLabelDaysTips"                        =  "購入ミッション、報酬を受け取れる期限は残り%@日";
"textFbSocialLabelRechargeLabelNowTips"                        =  "購入報酬を受け取ってください";
"textFbSocialLabelRechargeAward"                        =  "購入報酬";
"textFbSocialLabelShareAward"                        =  "シェア報酬";
"textFbSocialLabelFriendAward"                        =  "贈り報酬";
"textFbSocialLabelYourAward"                        =  "あなたの報酬";
"textFbSocialLabelAwardReceiveInstruction"   = "「受け取る」ボタンをタッブするとゲーム中に報酬が配布される。「コピー」ボタンをタッブするとシリアルコードが枠に表示される。";
"textFbSocialLabelAwardTableTitleTime"       = "時間";
"textFbSocialLabelAwardTableTitleName"     =  "報酬ネーム";
"textFbSocialLabelAwardTableTitleGood"      = "報酬品";
"textFbSocialLabelAwardTableTitleCode"        = "シリアルコード";
"textFbSocialLabelAwardTableTitleOperation" = "操作";
"textFbSocialLabelAwardTableCopySuccess" = "コピー完了";
"textFbSocialLabelInviteAwardStateUnReach"  =  "あと%@人で%@はあなたのものだ！";
"textFbSocialLabelInviteAwardStateReached"  =  "%@人を招待したので、ただいま%@はあなたのものだ！";
"textFbSocialLabelInviteAwardStateReceived"  =  "報酬を受け取りました。どんどん友達を招待しましょう！";
// amend  20161119
"textFbSocialLabelInvitationTask"  =  "招待ミッション";
"textFbSocialLabelRechargeTask"  =  "購入ミッション";
"textFbSocialLabelRechargeProgress"  =  "購入状況（%@／%@）";
"textFbSocialLabelRechargeCondition"  =  "好友儲值達到條件";
"textFbSocialLabelRechargeFriendsTips"  =  "他們在努力幫忙加油中";

//TW
"_STR_PLAYNOW_BIND_ACCOUNT_"                                               = "ゲストプレイのアカウントで連携する";
"_STR_TWITTER_BIND_ACCOUNT_"                                               = "Twitterアカウントで連携する";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_"                                               = "Googleアカウントで連携する";
"_STR_LINE_BIND_ACCOUNT_"                                               = "Lineアカウントで連携する";
"_STR_VK_BIND_ACCOUNT_"                                               = "Vkontakteアカウントで連携する";

"_STR_PLAYNOW_BIND_ACCOUNT_BTN_TITLE_"                                               = "ゲストプレイのアカウントで連携する";
"_STR_FACEBOOK_BIND_ACCOUNT_BTN_TITLE_"                                               = "Facebookアカウントで連携する";
"_STR_TWITTER_BIND_ACCOUNT_BTN_TITLE_"                                               = "Twitterアカウントで連携する";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_BTN_TITLE_"                                               = "Googleアカウントで連携する";
"_STR_LINE_BIND_ACCOUNT_BTN_TITLE_"                                               = "Lineアカウントで連携する";
"_STR_VK_BIND_ACCOUNT_BTN_TITLE_"                                               = "Vkontakteアカウントで連携する";
"_STR_BIND_"                                               = "連携";
"_STR_OTHER_ACCOUNT_LOGIN_"                                                ="他のアカウントでログインする";
"_STR_AGREE_PRIVACY_PLICY_"                                               = "同意しました";
"_STR_PRIVACY_PLICY_"                                               = "プライバシーポリシー";
"_STR_REGISTRATION_"                                               = "登録";
"_STR_REGISTER_AGREEMENT_UNCHECKED"     = "プライバシーポリシーの内容をご確認ください";
"_ASIA_ACCOUNT_LOGOUT_"          =   "ログアウト";
"_ASIA_SYSTEMANOUNCE_NOT_PRESENT_"          =   "今日は表示しません";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "友達招待の上限人数は50人までです";

"_STR_LOGIN_WITH_FACEBOOK_"                                     ="Login with Facebook";
"_STR_PLAY_NOW_"                                                ="PLAY NOW";
"_STR_REGISTER_TITLE_"                                          ="REGISTER";
"_STR_LOGIN_TITLE_"                                             ="LOGIN";
"_STR_RESET_PASSWORD_TITLE_"                                    ="RESET PASSWORD";
"_STR_FORGET_PASSWORD_TITLE_"                                   ="FORGET PASSWORD";
"_STR_BIND_ACCOUNT_TITLE_"                                      ="BIND ACCOUNT";
"_STR_FOR_MORE_ACCOUNT_"                                        ="For More Account";
"_STR_USER_ACCOUNT_"                                            ="User Account";
"_STR_PASSWORD_"                                                ="Password";
"_STR_REGISTER_"                                                ="Register";
"_STR_LOGIN_"                                                   ="Login";
"_STR_RESET_PASSWORD_"                                          ="Reset Password";
"_STR_FORGET_PASSWORD_"                                         ="Forget Password";
"_STR_CONFIRM_PASSWORD_"                                        ="Confirm Password";
"_STR_EMAIL_AT_TEXTFIELD_"                                      ="Email (To retrieve password)";
"_STR_NEW_PASSWORD_"                                            ="New Password";
"_STR_EMAIL_"                                                   ="Email";
"_STR_BIND_ACCOUNT_"                                            ="Bind Account";
"_STR_FB_BIND_ACCOUNT_"                                         ="Bind Facebook";
"_STR_BACK_"                                                    ="Back";
"_STR_FIND_PASSWORD_"                                           ="Find Password";
"_STR_TAP_THE_SCREEN_TO_LOG_IN_"                                ="Tap the screen to log in";
"_STR_FB_INVITE_TOP_TITILE_"                                    ="友達招待";
"_STR_FB_INVITE_CHECK_REWARDS_TITLE_"                           ="查看禮包";
"_STR_FB_INVITE_REWARDS_BTN_"                                   ="報酬をチェックする";
"_STR_FB_INVITE_NUMBER_OF_INVITATIONS_TITLE_"                   ="已邀請數";
"_STR_FB_INVITE_SEND_INVITATION_BTN_"                           ="發送邀請";
"_STR_FB_INVITE_INFO_"                                          ="點擊Facebook圖標進入官方論壇";
"_STR_REGISTER_INFO_"                                           ="沒有帳號?";

"_STR_FB_INVITE_SHARE_MORE_BTN_"                                ="更多分享";
"_STR_FB_INVITE_RANK_TITLE_"                                    ="好友排行榜";
"_STR_FB_INVITE_RANK_PRESTIGE_"                                 =" 威望";
"_STR_FB_INVITE_RANK_GIVE_"                                     ="贈送";
"_STR_FB_INVITE_RANK_COMMENT_"                                  ="說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明";
"_STR_FB_INVITE_RANK_CLAIM_"                                    ="索取";
"_STR_FB_INVITE_LABEL_PACKAGE_NAME__"                            = "禮包 %d";
"_STR_FB_INVITE_LABEL_Reward__"                                  = "獎勵:%@";
"_STR_FB_INVITE_LABEL_Reward_Condition__"                                  = "條件:%@";


"__UI_LOGINVIEW_ACCOUNT_TEXTFEILD__"                         ="アカウントID";
"__UI_LOGINVIEW_PASSWORD_TEXTFEILD__"                        ="パスワード";
"__UI_LOGINVIEW_CHANGEPASSWORD_BUTTON__"                     ="パスワードを変更する";
"__UI_LOGINVIEW_MACBIND_BUTTON__"                            ="ゲストプレイのアカウントで連携する";
"__UI_LOGINVIEW_FORGOTPASSWORD_BUTTON__"                     ="パスワードを忘れた";
"__UI_LOGINVIEW_LOGINWAYS_LABEL__"                           ="以下のアカウントでログインする";
"__UI_CHANGEPASSWORD_OLDPASSWORD_TEXTFEILD__"                ="旧パスワード";
"__UI_CHANGEPASSWORD_NEWPASSWORD_TEXTFIELD__"                ="新パスワード";
"__UI_CHANGEPASSWORD_NEWPASSWORD_CONFIRM_TEXTFIELD__"        ="新パスワードを確認する";
"__UI_FORGOTPASSWORD_EMAIL__"                                ="登録したメールアドレス";
"__UI_ACCOUNTBIND_PASSWORD_CONFIRM__"                        ="再度パスワードを入力してください";
"__UI_ACCOUNTBIND_EMAIL__"                                   ="メールアドレス(パスワードを取り戻すに使用される)";

"__UI_PHONE_LOGINVIEW_PHONE_LOGIN_BUTTON__" ="Phone login";
"__UI_PHONE_LOGINVIEW_PHONE_REGISTER_BUTTON__" ="Phone register";
"__UI_PHONE_LOGINVIEW_OTHER_LOGIN_BUTTON__" ="Other login";
"__UI_PHONE_COUNTRY_CODE_TEXTFIELD__" ="Country Code";
"__UI_PHONE_PHONE_NUMBER_TEXTFIELD__" ="Input phone number";
"__UI_PHONE_GET_CAPTCHAT_BUTTON__" ="Get phone captcha";
"__UI_PHONE_GET_CAPTCHAT_label__" ="Get again after %ds";
"__UI_PHONE_CAPTCHAT_TEXTFIELD__" ="captcha";
"__UI_PHONE_CAPTCHAT_NUMBER_TEXTFIELD_PLACEHOLDER__"            ="Country Code-phone number";
"__UI_PHONE_REGETPSW_BUTTON__"                                  ="Retrieve password by phone";
"__UI_PHONE_RESETPSW_BUTTON__"                                  ="Reset Password by phone";

"__MESSAGE_ALERTVIEW_TITLE_ERROR__"                          ="エラー";
"__MESSAGE_ALERTVIEW_MESSAGE_PASSWORD_DIFFERENCE__"          ="パスワード入力は2回間違えました。改めて入力し直してください";
"__MESSAGE_WAITTING_LOGIN_STRING__"                          ="ログイン中...";
"__MESSAGE_WAITTING_LOGIN_EVATAR_STRING__"                   ="台灣大玩家登入中...";
"__MESSAGE_WAITTING_ACCOUNTBIND_STRING__"                    ="登録中...";
"__MESSAGE_WAITTING_FACEBOOKBIND_STRING__"                   ="処理中...";
"__MESSAGE_WAITTING_CHANGEPASSWORD_STRING__"                 ="処理中...";
"__MESSAGE_WAITTING_FORGOTPASSWORD_STRING__"                 ="処理中...";
"__MESSAGE_WAITTING_BIND_STRING__"                           ="連携処理中...";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_LENGTH_45__"                ="アカウントIDは半角英数字の45文字までを入力してください！";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_NULL__"                     ="アカウントIDを入力してください！";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_SPACILECHAR__"              ="アカウントIDには特殊文字などを使わないでください！(使用可能な記号や文字：半角英数字、アンダースコア)";
"__MESSAGE_ERROR_MESSAGE_ACCOUNT_UTF8ERROR__"                ="アカウントIDには２バイト文字（漢字、カタカナ、ひらがな）を使わないでください！(使用可能な記号や文字：半角英数字、アンダースコア)";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_NULL__"                    ="パスワードを入力してください！";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_LENGTH_45__"               ="パスワードは半角英数字の45文字までを入力してください！";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_SPACILECHAR__"             ="パスワードには特殊文字などを使わないでください！(使用可能な記号や文字：半角英数字、アンダースコア)";
"__MESSAGE_ERROR_MESSAGE_PASSWORD_UTF8ERROR__"               ="パスワードには２バイト文字（漢字、カタカナ、ひらがな）を使わないでください！(使用可能な記号や文字：半角英数字、アンダースコア)";
"__MESSAGE_ERROR_MESSAGE_EMAIL_NULL__"                       ="メールアドレスを入力してください！";
"__MESSAGE_ERROR_MESSAGE_EMAIL_LENGTH_45__"                  ="メールアドレスは半角英数字の45文字までを入力してください！";
"__MESSAGE_ERROR_MESSAGE_EMAIL_FORMAT__"                     ="メールアドレスのフォーマットが正しくありません！";
"__MESSAGE_ERROR_MESSAGE_EMAIL_UTF8ERROR__"                  ="メールアドレスには２バイト文字（漢字、カタカナ、ひらがな）を使わないでください！";

"__MESSAGE_ERROR_MESSAGE_PHONE_NULL__"                          ="携帯番号を入力してください！";
"__MESSAGE_ERROR_MESSAGE_COUNTRYCODE_NULL__"                    ="国番号を入力してください！";
"__MESSAGE_ERROR_MESSAGE_CAPTCHAT_NULL__"                       ="認証コードを入力してください！";
"__MESSAGE_ERROR_MESSAGE_CAPTCHA_SENDED__"                      ="認証コードはあなたの携帯に届きました。お手数をおかけしますが、ご確認ください！";

"__MESSAGE_TITLE_NETINTERFACE_LOGIN__"                       ="ログインする";
"__MESSAGE_TITLE_NETINTERFACE_REGISTER__"                    ="登録する";
"__MESSAGE_TITLE_NETINTERFACE_RESETPASSWORD__"               ="パスワードを変更する";
"__MESSAGE_TITLE_NETINTERFACE_FINDPASSWORD__"                ="パスワードを忘れた";
"__MESSAGE_TITLE_NETINTERFACE_FASTLOGIN__"                   ="ゲストプレイ";
"__MESSAGE_TITLE_NETINTERFACE_FACEBOOKLOGIN__"               ="Facebookでログインする";
"__MESSAGE_TITLE_NETINTERFACE_PHONEEVATAR__"                 ="Evatarでログインする";
"__MESSAGE_TITLE_NETINTERFACE_REGISTERBIND__"                ="ゲストプレイのアカウントで連携する";
"__MESSAGE_TITLE_NETINTERFACE_OTHERCLIENTLOGINEVATAR__"      ="Evatar クライアント側でログインする";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_INFO__"                    ="アカウントの安全を確保するため、できるだけ早くアカウントを連携してください。";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_LEFT_BTN_PLAYNOW__"        ="ログインする";
"__MESSAGE_ALERTVIEW_MESSAGE_BIND_RIGHT_BTN_BINDACCOUNT__"   ="アカウントを連携する";
"__MESSAGE_ALERTVIEW_MESSAGE_BINDEDACCOUNT__"                ="あなたの端末と連携したアカウントがありますので、そのアカウントでログインしてください: %@";
"__MESSAGE_TITLE_NETINTERFACE__"                             ="ヒント";
"__MESSAGE_NET_ERROR__"                                      ="インターネット接続が不安定です！";
"__MESSAGE_TWITTER_SHARE_CONTENTDUPLICATE"                   ="シェア内容が重複していますので、また後日改めてお試しください、もしくはシェア内容を変更してください！";
"__MESSAGE_TWITTER_PLEASEWAITING__"                          ="少々お待ちください...";
"__UI_TWITTER_TITLE_TWITTERLOGIN__"                          ="Twitter Login";
"__UI_BTN_LABEL_CHECK_AWARDCONTENT__"                        ="報酬内容";
"__UI_BTN_LABEL_WEBVIEW_PREVIOUS__"                          ="前へ";
"__UI_BTN_LABEL_WEBVIEW_NEXT__"                              ="次へ";
"__UI_BTN_LABEL_WEBVIEW_BACK__"                              ="戻る";
"__UI_BTN_LABEL_WEBVIEW_RELOAD__"                            ="更新する";
"__UI_INVITE_LABEL_AlreadyInviteNum__"                       ="招待人数:";
"__UI_BTN_INVITE__LABEL_SendInvite__"                        ="招待を送信する";
"__LOADING__"                                           ="処理中...";
"__UI_INVITE_LABEL_MAX_INVITE_NUM__"                         ="本日の招待できる人数の上限に達しました。最大招待できる人数は:%ld";
"__UI_INVITE_LABEL_Reward__"                                 ="報酬:%@";
"__UI_INVITE_LABEL_PACKAGE_NAME__"                           ="特典パック %d";
"__UI_RIGISTER_Alert_Account__"                              ="You can use letters, numbers and underscore. Case insensitive.";
"__UI_RIGISTER_Alert_Password__"                             ="We recommend combination of 6 characters or above. Case sensitive";
"__UI_RIGISTER_Alert_Email__"                                ="Please provide a valid email, which will be used to recover your password";

"_COUNTRY_CODE"                                                  ="1-America,7-Russia,33-France,44-England,49-Germany,60-Malaysia,61-Australia,62-Indonesia,63-Philippines,64-New Zealand,65-Singapore,66-Thailand,84-Vietnam,86-China";

// my word 20170328
"BTN_TITLE_ACCOUNT_LOGIN"                       ="新玩意帳號登入";
"BTN_TITLE_FACEBOOK_LOGIN"                      ="Facebookでログインする";
"BTN_TITLE_GUEST_LOGIN"                         ="ゲストプレイ";
"BTN_TITLE_LOGIN"                               ="ログインする";
"BTN_TITLE_REGISTER_ACCOUNT"                    ="アカウント登録";
"BTN_TITLE_FIND_PASSWORD"                       ="パスワードを忘れた";
"BTN_TITLE_RESET_PASSWORD"                      ="パスワードを変更する";
"BTN_TITLE_BIND_ACCOUNT"                        ="アカウントを連携する";
"BTN_TITLE_COMFIRM"                             ="確認";
"BTN_TITLE_I_HAD_READ_AND_COMFIRM_USERTERM"     ="《利用規約》に同意しました";
"BTN_TITLE_CHANGE_LOGIN_TYPE"                   ="アカウントを切り替える";
"BTN_TITLE_FB_ACCOUNT_BIND"                     ="Facebookアカウントで連携する";
"BTN_TITLE_GUEST_ACCOUNT_BIND"                  ="ゲストプレイのアカウントで連携する";
"BTN_TITLE_GAMECENTER_ACCOUNT_BIND"             ="GameCenterアカウントで連携する";
"BTN_TITLE_MEMBER_MANAGER"                      ="会員センター";


"LB_TITLE_ACCOUNT_LOGIN"                        ="アカウントログイン入";
"LB_TITLE_USERTERM_AND_RULES"                   ="利用規約";
"LB_TITLE_CUSTOMER_SERVICE"                     ="カスタマーサービスセンター";
"LB_TITLE_REMEBER_ACCOUNT"                      ="デフォルトアカウントに設定する";

"TXT_ACCOUNT"                                   ="アカウントID";
"TXT_PASSWORD"                                  ="パスワード";
"TXT_ACCOUNT_RULE"                              ="6~18文字の半角英数字を入力してください";
"TXT_FACEBOOK_LOGINING"                         ="Facebookアカウントでログインしています";
"TXT_ACCOUNT_XXX_LOGINING"                      ="アカウント %@ でログインしています";
"TXT_TIPS"                                      ="ヒント";
"TXT_ACCOUNT_AND_PWD_RULE"                      ="6~18文字の半角英数字を入力してください";

//placeholder
"TXT_PH_ACCOUNT_NAME"                              ="アカウントID";
"TXT_PH_ACCOUNT_OLD_PWD"                           ="旧パスワード";
"TXT_PH_ACCOUNT_NEW_PWD"                           ="新パスワード";
"TXT_PH_ACCOUNT_EMAIL"                             ="メールアドレス";
"TXT_PH_ACCOUNT_EMAIL_OPTIONAL"                    ="メールアドレス、パスワードをお忘れの場合に使用されます";
"TXT_PH_ACCOUNT_UID"                               ="userId";

// rule
"ALERT_MSG_ACCOUNT_RULE"                        ="アカウントは6~18文字の半角英数字を入力してください";
"ALERT_MSG_PASSWORD_RULE"                       ="パスワードは6~18文字の半角英数字を入力してください";
"ALERT_MSG_AGREEMENT_RULE"                      ="規約に同意してください";
"ALERT_MSG_ACCOUNT_AND_PWD_RULE"                ="IDとパスワードは同じものを使用しないでください";
"ALERT_MSG_OLD_PWD_AND_NEW_PWD_RULE"            ="新旧パスワードは同じものを使用しないでください";
"ALERT_MSG_EMAIL_RULE"                          ="メールアドレスのフォーマットが正しくありません";
"ALERT_MSG_UID_NULL"                            ="入力してください";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_FAIL"         ="アカウントIDとパスワードのスクリーンショットでアルバムに保存されるに失敗しました。";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_SUCCESS"      ="あなたのアカウントIDとパスワードはスクリーンショットでアルバムに保存されました。";

// PF
"TXT_PF_PHONE_BIND_REWARD_TIPS"                               ="連携をクリックしてゲーム内報酬が貰えます";

"BTN_TITLE_PHONE_BIND_COMFIRM"                  ="連携確認";
"BTN_TITLE_TO_BIND_PHONE"                       ="端末と連携していません";
"BTN_TITLE_FETCH_VERTIFYCODE"                   ="認証コードを取得する";
"BTN_TITLE_GIFT_CLICK_TO_RECEIVE"               ="受取をクリックしてください";
"BTN_TITLE_GIFT_HAD_RECEIVE"                    ="受け取りました";
"BTN_TITLE_GIFT_HAD_SALE_OUT"                    ="受取済み";
"BTN_TITLE_TXT_DELETE"                          ="削除";
"BTN_TITLE_TXT_CANCEL"                          ="キャンセル";
"BTN_TITLE_TXT_COMFIRM"                          ="決定";

"TXT_PH_PHONE_NUMBER"                               ="携帯番号";
"TXT_PH_VERTIFYCODE"                               ="認証コード";

"TXT_TITLE_MY_SERIAL_NUM"                            ="クーポン番号";
"TXT_SERIAL"                                         ="シリアルコード";
"TXT_GIFT_SERIAL"                                    ="特典コード";
"TXT_INFORMATION"                                    ="インフォメーション";
"TXT_HAD_COPY"                                       ="コピーしました";
"TXT_BIND_PHONE"                                     ="携帯番号と連携しました";
"TXT_PHONE_NUM_IS_NULL"                              ="携帯番号を入力してください";
"TXT_PHONE_NUM_REG_ERROR"                            ="携帯番号の形式が正しくありません";
"TXT_VERTIFY_CODE_IS_NULL"                           ="認証コードを入力してください";
// 20171117
"TXT_NOT_DATA"                                      ="データがありません";
"TXT_LOGIN_IN_GAMECENTER"                           ="より良いサービスや体験を提供するために、「GameCenter」へアカウントを登録してください";
"BTN_TITLE_TXT_SETTINGS"                            ="設定する";
"TXT_GUEST_SAVE_IMAGE_OR_NOT"                       ="ゲストプレイのアカウントIDとパスワードをスクリーンショットでアルバムに保存しませんか？";
//新增协议界面
"GAMA_PROVISIONS_SERVICE"                           ="利用規約";
"GAMA_PROVISIONS_PRIVACY"                           ="プライバシーポリシー";
"GAMA_PROVISIONS_AGREENT_LOGIN_GAME"                ="ログインする";
"GAMA_PROVISIONS_AGREENT_TERM"                      ="「利用規約」をご確認のうえ、「同意する」をクリックしてください";
"GAMA_PROVISIONS_PROTRAIT_TEXT"                     =" 規約内容を確認したうえ、同意する";
"GAMA_PROVISIONS_LANDSCAPE_TEXT"                    =" 「利用規約」及び「プライバシーポリシー」に同意する";
"GAMA_PROVISIONS_USER_TERM"                         ="利用規約";
"GAMA_LOGIN_PAGE_ACCOUNT_LOGIN"                     ="会員ログインページ";
"GAMA_LOGIN_PAGE_ACCOUNT_REG"                       ="会員登録";
"GAMA_LOGIN_BTN_ACCOUNT_LOGIN_TITLE"                ="会員ログイン";
"GAMA_REGISTER_PROTOL_TITLE"                        ="《規約内容》を確認したうえ、同意する";
